[LWS_Hijacker X2SoldierClassTemplate]
DisplayName="Hijacker"
ClassSummary="The Hijacker specializes in staying under the radar while seizing enemy assets such as their robotics, while also proving some crowd control and team support."
LeftAbilityTreeTitle="Acquisition"
RightAbilityTreeTitle="Malicious"
+AbilityTreeTitles[0]="Acquisition"
+AbilityTreeTitles[1]="Unseen"
+AbilityTreeTitles[2]="Malicious"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Pistols"
RandomNickNames[0]="Opportunity"
RandomNickNames[1]="Profit"
RandomNickNames[2]="Deal Closer"
RandomNickNames[3]="Boss"
RandomNickNames[4]="Investor"
RandomNickNames[5]="Reward"
RandomNickNames[6]="Dividends"
RandomNickNames[7]="The Business"
RandomNickNames[8]="Competitor"
RandomNickNames[9]="Advisor"
RandomNickNames[10]="Bartender"
RandomNickNames[11]="Scoundrel"
RandomNickNames[12]="Justification"
RandomNickNames[13]="Negotiator"
RandomNickNames[14]="Possession"
RandomNickNames[15]="Commodity"
RandomNickNames[16]="Fine Print"
RandomNickNames[17]="Both Is Good"
RandomNickNames[18]="Exploit"
RandomNickNames[19]="Success"
RandomNickNames[20]="Location"
RandomNickNames[21]="Expansion"
RandomNickNames[22]="Inventory"
RandomNickNames_Male[0]="Baron"
RandomNickNames_Female[0]="Baroness"